{
  "gb": 0,
  "t": 1,
  "1356": 2,
  "2001": 3,
  "1": 4,
  "25": 5,
  "5": 6,
  "2": 7,
  "3": 8,
  "4": 9,
  "6": 10,
  "8": 11,
  "10": 12,
  "12": 13,
  "16": 14,
  "20": 15,
  "32": 16,
  "40": 17,
  "50": 18,
  "15": 19,
  "ai": 20,
  "ml": 21,
  "cnn": 22,
  "95": 23,
  "rnn": 24,
  "lstm": 25,
  "齿轮": 26,
  "模数": 27,
  "是": 28,
  "设计": 29,
  "中": 30,
  "最": 31,
  "基本": 32,
  "的": 33,
  "参数": 34,
  "，": 35,
  "国家": 36,
  "标准": 37,
  "国家标准": 38,
  "GB": 39,
  "/": 40,
  "T": 41,
  "-": 42,
  "规定": 43,
  "了": 44,
  "系列": 45,
  "。": 46,
  "第": 47,
  "一系": 48,
  "一系列": 49,
  "包括": 50,
  "：": 51,
  ",": 52,
  "1.25": 53,
  "1.5": 54,
  "2.5": 55,
  "对于": 56,
  "软齿面": 57,
  "闭式": 58,
  "传动": 59,
  "主要": 60,
  "失效": 61,
  "形式": 62,
  "齿": 63,
  "面点": 64,
  "蚀": 65,
  "（": 66,
  "疲劳": 67,
  "）": 68,
  "应": 69,
  "按齿面": 70,
  "接触": 71,
  "强度": 72,
  "疲劳强度": 73,
  "按": 74,
  "齿根": 75,
  "弯曲": 76,
  "校核": 77,
  "硬齿面": 78,
  "开式": 79,
  "折断": 80,
  "高速": 81,
  "胶合": 82,
  "常见": 83,
  "之一": 84,
  "分为": 85,
  "热": 86,
  "重载": 87,
  "油膜": 88,
  "破裂": 89,
  "和": 90,
  "冷": 91,
  "低速": 92,
  "表面": 93,
  "直接": 94,
  "可以": 95,
  "通过": 96,
  "选择": 97,
  "合适": 98,
  "润滑": 99,
  "润滑油": 100,
  "、": 101,
  "极压": 102,
  "添加": 103,
  "加剂": 104,
  "添加剂": 105,
  "优化": 106,
  "齿廓": 107,
  "修": 108,
  "形来": 109,
  "预防": 110,
  "变位": 111,
  "系数": 112,
  "影响": 113,
  "齿面": 114,
  "正": 115,
  "增加": 116,
  "厚度": 117,
  "提高": 118,
  "约": 119,
  "25%": 120,
  "但": 121,
  "过": 122,
  "大": 123,
  "可能": 124,
  "导致": 125,
  "齿顶": 126,
  "变尖": 127,
  "AI": 128,
  "ML": 129,
  "技术": 130,
  "在": 131,
  "应用": 132,
  "正在": 133,
  "增长": 134,
  "神经": 135,
  "网络": 136,
  "神经网": 137,
  "神经网络": 138,
  "预测": 139,
  "寿命": 140,
  "遗传": 141,
  "算法": 142,
  "遗传算法": 143,
  "数字": 144,
  "孪生": 145,
  "实时": 146,
  "监控": 147,
  "齿轮箱": 148,
  "运行": 149,
  "状态": 150,
  "深度": 151,
  "学习": 152,
  "故障": 153,
  "诊断": 154,
  "故障诊断": 155,
  "CNN": 156,
  "识别": 157,
  "不同": 158,
  "类型": 159,
  "断齿": 160,
  "点蚀": 161,
  "磨损": 162,
  "准确": 163,
  "准确率": 164,
  "可达": 165,
  "95%": 166,
  "以上": 167,
  "RNN": 168,
  "LSTM": 169,
  "适用": 170,
  "于": 171,
  "时序": 172,
  "振动": 173,
  "数据": 174,
  "分析": 175,
  "数据分析": 176,
  "hrc58": 177,
  "62": 178,
  "一种": 179,
  "机械": 180,
  "装置": 181,
  "传动装置": 182,
  "由": 183,
  "轴": 184,
  "轴承": 185,
  "箱体": 186,
  "组成": 187,
  "减速": 188,
  "减速器": 189,
  "传动比": 190,
  "计算": 191,
  "需要": 192,
  "考虑": 193,
  "齿数": 194,
  "比": 195,
  "处理": 196,
  "热处理": 197,
  "工艺": 198,
  "对": 199,
  "性能": 200,
  "显著": 201,
  "渗碳": 202,
  "淬火": 203,
  "可": 204,
  "硬度": 205,
  "至": 206,
  "HRC58": 207,
  "氮化": 208,
  "耐磨": 209,
  "耐磨性": 210,
  ".": 211,
  "—": 212,
  "见于": 213,
  "常见于": 214,
  "引起": 215,
  "多见于": 216,
  "下": 217,
  "不良": 218,
  "维修": 219,
  "方法": 220,
  "轻微": 221,
  "继续": 222,
  "使用": 223,
  "需": 224,
  "定期": 225,
  "检查": 226,
  "定期检查": 227,
  "严重": 228,
  "更换": 229,
  "并": 230,
  "改善": 231,
  "必须": 232,
  "立即": 233,
  "相邻": 234,
  "是否": 235,
  "受损": 236
}